Repository: Kammenk/Budgetty-iOS
Catalog: Budgetty/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fi, fr, it, nb, nl, pl, pt, ro, ru, sv

source: Terms of Service
bg: Условия за ползване
cs: Podmínky služby
da: Servicevilkår
de: Nutzungsbedingungen
es: Términos del servicio
fi: Käyttöehdot
fr: Conditions d’utilisation
it: Termini di servizio
nb: Vilkår for bruk
nl: Servicevoorwaarden
pl: Warunki usługi
pt: Termos de serviço
ro: Termeni de utilizare
ru: Условия использования
sv: Användarvillkor

source: The free plan includes 1 savings goal. Premium adds as many as you like — plus unlimited scans and custom categories.
bg: Безплатният план включва 1 цел за спестяване. Премиум добавя колкото искаш — плюс неограничени сканирания и собствени категории.
cs: Bezplatný plán zahrnuje 1 spořicí cíl. Premium jich přidá, kolik chcete — a k tomu neomezené skenování a vlastní kategorie.
da: Gratisplanen indeholder 1 opsparingsmål. Med Premium får du så mange, du vil — plus ubegrænsede scanninger og egne kategorier.
de: Der Gratis-Tarif enthält 1 Sparziel. Mit Premium hast du so viele, wie du möchtest — plus unbegrenzte Scans und eigene Kategorien.
es: El plan gratuito incluye 1 objetivo de ahorro. Premium añade tantos como quieras — además de escaneos ilimitados y categorías propias.
fi: Ilmaisversiossa on 1 säästötavoite. Premiumilla niitä on niin monta kuin haluat — lisäksi rajattomat skannaukset ja omat kategoriat.
fr: L'offre gratuite inclut 1 objectif d'épargne. Premium en ajoute autant que vous voulez — plus des scans illimités et des catégories personnalisées.
it: Il piano gratuito include 1 obiettivo di risparmio. Premium ne aggiunge quanti ne vuoi — più scansioni illimitate e categorie personalizzate.
nb: Gratisplanen inkluderer 1 sparemål. Premium legger til så mange du vil — pluss ubegrensede skanninger og egne kategorier.
nl: De gratis versie bevat 1 spaardoel. Met Premium heb je er zoveel als je wilt — plus onbeperkt scannen en eigen categorieën.
pl: Plan darmowy obejmuje 1 cel oszczędnościowy. Premium dodaje ich tyle, ile chcesz — plus nielimitowane skany i własne kategorie.
pt: O plano gratuito inclui 1 meta de economia. O Premium adiciona quantas você quiser — além de digitalizações e categorias personalizadas ilimitadas.
ro: Planul gratuit include 1 obiectiv de economii. Premium adaugă câte vrei — plus scanări și categorii personalizate nelimitate.
ru: Бесплатный план включает 1 цель накоплений. Премиум добавляет их сколько угодно — плюс безлимитные сканирования и пользовательские категории.
sv: Gratisplanen innehåller 1 sparmål. Premium lägger till hur många du vill — plus obegränsade skanningar och egna kategorier.

source: The items we read add up to %@, but the receipt subtotal is %@. Double-check the items before saving.
bg: Тези артикули дават общо %1$@, но бележката показва %2$@. Провери цените на артикулите преди да запазиш.
cs: Přečtené položky dávají dohromady %1$@, ale mezisoučet na účtence je %2$@. Před uložením položky zkontrolujte.
da: De varer, vi læste, giver i alt %1$@, men kvitteringens subtotal er %2$@. Tjek varerne, før du gemmer.
de: Diese Artikel ergeben %1$@, aber der Beleg zeigt %2$@. Überprüfe die Artikelpreise, bevor du speicherst.
es: Estos artículos suman %1$@, pero el recibo muestra %2$@. Comprueba los precios antes de guardar.
fi: Lukemamme tuotteet ovat yhteensä %1$@, mutta kuitin välisumma on %2$@. Tarkista tuotteet ennen tallennusta.
fr: Ces articles totalisent %1$@, mais le reçu indique %2$@. Vérifiez les prix des articles avant d'enregistrer.
it: Questi articoli ammontano a %1$@, ma lo scontrino indica %2$@. Ricontrolla i prezzi degli articoli prima di salvare.
nb: Varene vi leste, summerer til %1$@, men kvitteringens delsum er %2$@. Dobbeltsjekk varene før du lagrer.
nl: Deze items tellen op tot %1$@, maar de bon toont %2$@. Controleer de itemprijzen voordat je opslaat.
pl: Te pozycje sumują się do %1$@, ale paragon pokazuje %2$@. Sprawdź ceny pozycji przed zapisaniem.
pt: Estes itens somam %1$@, mas o recibo mostra %2$@. Confira os preços dos itens antes de salvar.
ro: Articolele citite însumează %1$@, dar subtotalul bonului este %2$@. Verifică articolele înainte de salvare.
ru: Эти позиции в сумме дают %1$@, но в чеке указано %2$@. Проверьте цены позиций перед сохранением.
sv: Varorna vi läste summerar till %1$@, men kvittots delsumma är %2$@. Dubbelkolla varorna innan du sparar.

source: These items add up to **%1$@**, but the total came to **%2$@**. If the receipt lists both euros and leva, double-check you're saving the euro amount.
bg: Тези артикули дават общо **%@**, но общата сума е **%@**. Ако бележката е и в евро, и в лева, провери дали запазваш сумата в евро.
cs: Součet těchto položek je **%@**, ale celková částka je **%@**. Pokud účtenka uvádí částku v eurech i v levech, zkontrolujte, že ukládáte částku v eurech.
da: Disse poster giver i alt **%@**, men totalen blev **%@**. Hvis kvitteringen viser både euro og leva, så tjek, at du gemmer euro-beløbet.
de: Diese Artikel ergeben **%@**, aber die Gesamtsumme beträgt **%@**. Wenn der Beleg sowohl Euro als auch Leva anzeigt, prüfe, dass du den Euro-Betrag speicherst.
es: Estos artículos suman **%@**, pero el total es **%@**. Si el recibo muestra euros y levas, comprueba que guardas el importe en euros.
fi: Nämä rivit ovat yhteensä **%@**, mutta loppusumma on **%@**. Jos kuitissa on sekä euroja että levejä, tarkista, että tallennat summan euroina.
fr: Ces articles totalisent **%@**, mais le total s'élève à **%@**. Si le reçu affiche à la fois des euros et des levas, vérifiez que vous enregistrez le montant en euros.
it: Questi articoli ammontano a **%@**, ma il totale è **%@**. Se lo scontrino riporta sia euro sia lev, controlla di salvare l'importo in euro.
nb: Disse oppføringene summeres til **%@**, men totalen ble **%@**. Hvis kvitteringen viser både euro og leva, dobbeltsjekk at du lagrer euro-beløpet.
nl: Deze items tellen op tot **%@**, maar het totaal kwam uit op **%@**. Als de bon zowel euro's als leva toont, controleer dan of je het bedrag in euro's opslaat.
pl: Te pozycje sumują się do **%@**, ale łączna kwota to **%@**. Jeśli paragon podaje kwotę w euro i w lewach, sprawdź, czy zapisujesz kwotę w euro.
pt: Estes itens somam **%@**, mas o total ficou em **%@**. Se o recibo mostra euros e levs, confira se o valor a salvar está em euros.
ro: Aceste elemente însumează **%@**, dar totalul este **%@**. Dacă bonul afișează atât euro, cât și leva, verifică să salvezi suma în euro.
ru: Эти позиции в сумме дают **%@**, но итоговая сумма — **%@**. Если в чеке указаны и евро, и левы, проверьте, что сохраняете сумму в евро.
sv: De här posterna summeras till **%@**, men totalen blev **%@**. Om kvittot visar både euro och leva, dubbelkolla att du sparar eurobeloppet.

source: this half-year
bg: Това полугодие
cs: Toto pololetí
da: Dette halvår
de: Dieses Halbjahr
es: Este semestre
fi: Tällä puolivuotiskaudella
fr: Ce semestre
it: Questo semestre
nb: Dette halvåret
nl: Dit halfjaar
pl: To półrocze
pt: Este semestre
ro: Semestrul acesta
ru: Это полугодие
sv: Detta halvår

source: This half-year
bg: Това полугодие
cs: Toto pololetí
da: Dette halvår
de: Dieses Halbjahr
es: Este semestre
fi: Tällä puolivuotiskaudella
fr: Ce semestre
it: Questo semestre
nb: Dette halvåret
nl: Dit halfjaar
pl: To półrocze
pt: Este semestre
ro: Semestrul acesta
ru: Это полугодие
sv: Detta halvår

source: This item only
bg: Само този артикул
cs: Jen tuto položku
da: Kun denne vare
de: Nur dieser Artikel
es: Solo este artículo
fi: Vain tämä tuote
fr: Cet article uniquement
it: Solo questo articolo
nb: Bare denne varen
nl: Alleen dit artikel
pl: Tylko ta pozycja
pt: Apenas este artigo
ro: Doar acest articol
ru: Только этот товар
sv: Endast denna vara

source: this month
bg: Този месец
cs: Tento měsíc
da: Denne måned
de: Dieser Monat
es: Este mes
fi: Tässä kuussa
fr: Ce mois-ci
it: Questo mese
nb: Denne måneden
nl: Deze maand
pl: Ten miesiąc
pt: Este mês
ro: Luna aceasta
ru: Этот месяц
sv: Denna månad

source: This month
bg: Този месец
cs: Tento měsíc
da: Denne måned
de: Dieser Monat
es: Este mes
fi: Tässä kuussa
fr: Ce mois-ci
it: Questo mese
nb: Denne måneden
nl: Deze maand
pl: Ten miesiąc
pt: Este mês
ro: Luna aceasta
ru: Этот месяц
sv: Denna månad

source: this period
bg: този период
cs: toto období
da: denne periode
de: dieser Zeitraum
es: este período
fi: tällä jaksolla
fr: cette période
it: questo periodo
nb: denne perioden
nl: deze periode
pl: ten okres
pt: este período
ro: această perioadă
ru: этот период
sv: denna period

source: this quarter
bg: Това тримесечие
cs: Toto čtvrtletí
da: Dette kvartal
de: Dieses Quartal
es: Este trimestre
fi: Tällä neljänneksellä
fr: Ce trimestre
it: Questo trimestre
nb: Dette kvartalet
nl: Dit kwartaal
pl: Ten kwartał
pt: Este trimestre
ro: Trimestrul acesta
ru: Этот квартал
sv: Detta kvartal

source: This quarter
bg: Това тримесечие
cs: Toto čtvrtletí
da: Dette kvartal
de: Dieses Quartal
es: Este trimestre
fi: Tällä neljänneksellä
fr: Ce trimestre
it: Questo trimestre
nb: Dette kvartalet
nl: Dit kwartaal
pl: Ten kwartał
pt: Este trimestre
ro: Trimestrul acesta
ru: Этот квартал
sv: Detta kvartal

source: This shapes your Insights — change anytime.
bg: Това оформя вашия Анализ — сменете по всяко време.
cs: Tím se řídí vaše Přehledy — kdykoli to můžete změnit.
da: Dette former din Indsigt — du kan altid ændre det.
de: Das prägt deine Einblicke — jederzeit änderbar.
es: Esto da forma a tus Análisis — cámbialo cuando quieras.
fi: Tämä muokkaa Analyysi-näkymääsi — voit muuttaa sitä milloin tahansa.
fr: Cela façonne tes Analyses — modifiable à tout moment.
it: Questo personalizza le tue Analisi — modificalo quando vuoi.
nb: Dette former din Innsikt — endre når som helst.
nl: Dit bepaalt je Inzichten — wijzig dit op elk moment.
pl: To kształtuje Twoje Statystyki — zmienisz to w każdej chwili.
pt: Isso molda suas Análises — altere quando quiser.
ro: Acest lucru îți modelează Statisticile — poți schimba oricând.
ru: Это определяет вашу «Аналитику» — изменить можно в любой момент.
sv: Detta formar dina Insikter — ändra när som helst.

source: this week
bg: Тази седмица
cs: Tento týden
da: Denne uge
de: Diese Woche
es: Esta semana
fi: Tällä viikolla
fr: Cette semaine
it: Questa settimana
nb: Denne uken
nl: Deze week
pl: Ten tydzień
pt: Esta semana
ro: Săptămâna aceasta
ru: Эта неделя
sv: Denna vecka

source: This week
bg: Тази седмица
cs: Tento týden
da: Denne uge
de: Diese Woche
es: Esta semana
fi: Tällä viikolla
fr: Cette semaine
it: Questa settimana
nb: Denne uken
nl: Deze week
pl: Ten tydzień
pt: Esta semana
ro: Săptămâna aceasta
ru: Эта неделя
sv: Denna vecka

source: This Week
bg: Тази седмица
cs: Tento týden
da: Denne uge
de: Diese Woche
es: Esta semana
fi: Tämä viikko
fr: Cette semaine
it: Questa settimana
nb: Denne uken
nl: Deze week
pl: Ten tydzień
pt: Esta semana
ro: Săptămâna aceasta
ru: Эта неделя
sv: Denna vecka

source: This week's spending compared with last week.
bg: Разходите тази седмица спрямо миналата.
cs: Výdaje tento týden ve srovnání s minulým.
da: Denne uges forbrug sammenlignet med sidste uge.
de: Die Ausgaben dieser Woche im Vergleich zur letzten.
es: El gasto de esta semana comparado con la anterior.
fi: Tämän viikon menot verrattuna viime viikkoon.
fr: Les dépenses de cette semaine comparées à la précédente.
it: Le spese di questa settimana rispetto alla scorsa.
nb: Denne ukens forbruk sammenlignet med forrige uke.
nl: De uitgaven van deze week vergeleken met vorige week.
pl: Wydatki w tym tygodniu w porównaniu z poprzednim.
pt: Os gastos desta semana comparados com a passada.
ro: Cheltuielile din această săptămână față de cea trecută.
ru: Расходы за эту неделю по сравнению с прошлой.
sv: Denna veckas utgifter jämfört med förra veckan.

source: Thriving
bg: Процъфтяване
cs: Vzkvétá
da: Blomstrende
de: Bestens
es: Prosperando
fi: Kukoistava
fr: Florissant
it: Fiorente
nb: Blomstrende
nl: Uitstekend
pl: Kwitnący
pt: Prosperando
ro: Înfloritor
ru: Процветание
sv: Blomstrande

source: Tints buttons, highlights and the spending card.
bg: Оцветява бутоните, акцентите и картата за разходи.
cs: Zabarví tlačítka, zvýraznění a kartu výdajů.
da: Farver knapper, fremhævninger og forbrugskortet.
de: Färbt Schaltflächen, Hervorhebungen und die Ausgabenkarte.
es: Colorea los botones, los resaltados y la tarjeta de gastos.
fi: Värittää painikkeet, korostukset ja kulukortin.
fr: Colore les boutons, les surbrillances et la carte des dépenses.
it: Colora i pulsanti, le evidenziazioni e la scheda delle spese.
nb: Farger knapper, uthevinger og forbrukskortet.
nl: Kleurt knoppen, accenten en de uitgavenkaart.
pl: Nadaje kolor przyciskom, wyróżnieniom i karcie wydatków.
pt: Colore os botões, os destaques e o cartão de despesas.
ro: Colorează butoanele, evidențierile și cardul de cheltuieli.
ru: Окрашивает кнопки, выделения и карточку расходов.
sv: Färgar knappar, markeringar och utgiftskortet.

source: Tip
bg: Бакшиш
cs: Spropitné
da: Drikkepenge
de: Trinkgeld
es: Propina
fi: Tippi
fr: Pourboire
it: Mancia
nb: Tips
nl: Fooi
pl: Napiwek
pt: Gorjeta
ro: Bacșiș
ru: Чаевые
sv: Dricks

source: Tips & news
bg: Съвети и новини
cs: Tipy a novinky
da: Tips og nyheder
de: Tipps und Neuigkeiten
es: Consejos y novedades
fi: Vinkit ja uutiset
fr: Astuces et actualités
it: Consigli e novità
nb: Tips og nyheter
nl: Tips en nieuws
pl: Porady i nowości
pt: Dicas e novidades
ro: Sfaturi și noutăți
ru: Советы и новости
sv: Tips och nyheter

source: Top categories
bg: Топ категории
cs: Hlavní kategorie
da: Topkategorier
de: Top-Kategorien
es: Categorías principales
fi: Suosituimmat kategoriat
fr: Principales catégories
it: Categorie principali
nb: Toppkategorier
nl: Topcategorieën
pl: Główne kategorie
pt: Principais categorias
ro: Categorii principale
ru: Топ категорий
sv: Toppkategorier

source: Top Categories
bg: Топ категории
cs: Nejčastější kategorie
da: Topkategorier
de: Top-Kategorien
es: Categorías principales
fi: Suosituimmat luokat
fr: Catégories principales
it: Categorie principali
nb: Toppkategorier
nl: Topcategorieën
pl: Najczęstsze kategorie
pt: Principais categorias
ro: Categorii principale
ru: Топ категорий
sv: Toppkategorier

source: Top stores
bg: Топ магазини
cs: Hlavní obchody
da: Topbutikker
de: Top-Geschäfte
es: Tiendas principales
fi: Suosituimmat kaupat
fr: Principaux magasins
it: Negozi principali
nb: Toppbutikker
nl: Topwinkels
pl: Najczęstsze sklepy
pt: Principais lojas
ro: Magazine principale
ru: Топ магазинов
sv: Toppbutiker

source: Total
bg: Общо
cs: Celkem
de: Gesamt
fi: Yhteensä
it: Totale
nb: Totalt
nl: Totaal
pl: Suma
ru: Итого
sv: Totalt

source: Total · %@
bg: Общо · %1$@
cs: Celkem · %1$@
da: I alt · %1$@
de: Gesamt · %1$@
es: Total · %1$@
fi: Yhteensä · %1$@
fr: Total · %1$@
it: Totale · %1$@
nb: Totalt · %1$@
nl: Totaal · %1$@
pl: Suma · %1$@
pt: Total · %1$@
ro: Total · %1$@
ru: Итого · %1$@
sv: Totalt · %1$@

source: Total spent
bg: Похарчено общо
cs: Celkem utraceno
da: Samlet brugt
de: Gesamtausgaben
es: Total gastado
fi: Käytetty yhteensä
fr: Total dépensé
it: Totale speso
nb: Totalt brukt
nl: Totaal uitgegeven
pl: Wydano łącznie
pt: Total gasto
ro: Total cheltuit
ru: Всего потрачено
sv: Totalt spenderat

source: Totals don't quite match — items add up to **%1$@**, the receipt shows **%2$@**. You can still save.
bg: Сумите не съвпадат напълно — артикулите дават **%1$@**, бележката показва **%2$@**. Все пак можете да запазите.
cs: Součty úplně nesedí — položky dávají **%1$@**, účtenka ukazuje **%2$@**. Přesto můžete uložit.
da: Totalerne passer ikke helt — varerne giver **%1$@**, kvitteringen viser **%2$@**. Du kan stadig gemme.
de: Summen passen nicht ganz — Artikel ergeben **%1$@**, der Beleg zeigt **%2$@**. Du kannst trotzdem speichern.
es: Los totales no coinciden del todo: los artículos suman **%1$@** y el recibo muestra **%2$@**. Aún puedes guardar.
fi: Summat eivät aivan täsmää — tuotteet ovat **%1$@**, kuitti näyttää **%2$@**. Voit silti tallentaa.
fr: Les totaux ne correspondent pas tout à fait — les articles font **%1$@**, le reçu indique **%2$@**. Vous pouvez quand même enregistrer.
it: I totali non coincidono del tutto — gli articoli fanno **%1$@**, lo scontrino mostra **%2$@**. Puoi comunque salvare.
nb: Totalene stemmer ikke helt — varene blir **%1$@**, kvitteringen viser **%2$@**. Du kan lagre likevel.
nl: De totalen kloppen niet helemaal — de artikelen zijn **%1$@**, de bon toont **%2$@**. Je kunt toch opslaan.
pl: Sumy nie do końca się zgadzają — pozycje dają **%1$@**, paragon pokazuje **%2$@**. Nadal możesz zapisać.
pt: Os totais não coincidem bem — os artigos somam **%1$@**, o recibo mostra **%2$@**. Ainda podes guardar.
ro: Totalurile nu se potrivesc chiar — articolele dau **%1$@**, bonul arată **%2$@**. Poți salva oricum.
ru: Суммы не совсем совпадают — товары дают **%1$@**, чек показывает **%2$@**. Можно всё равно сохранить.
sv: Summorna stämmer inte riktigt — varorna blir **%1$@**, kvittot visar **%2$@**. Du kan spara ändå.

source: Touch & hold your Home Screen, tap ＋, and search “Budgetty” to add these.
bg: Задръжте върху началния екран, докоснете ＋ и потърсете „Budgetty“, за да ги добавите.
cs: Podržte prst na ploše, klepněte na ＋ a vyhledejte „Budgetty“ pro přidání.
da: Hold på hjemmeskærmen, tryk på ＋, og søg efter “Budgetty” for at tilføje dem.
de: Halte den Home-Bildschirm gedrückt, tippe auf ＋ und suche „Budgetty“, um sie hinzuzufügen.
es: Mantén pulsada la pantalla de inicio, toca ＋ y busca «Budgetty» para añadirlos.
fi: Paina kotinäyttöä pitkään, napauta ＋ ja hae ”Budgetty” lisätäksesi ne.
fr: Appuyez longuement sur l’écran d’accueil, touchez ＋ et cherchez « Budgetty » pour les ajouter.
it: Tieni premuta la schermata Home, tocca ＋ e cerca “Budgetty” per aggiungerli.
nb: Hold inne på Hjem-skjermen, trykk ＋ og søk etter “Budgetty” for å legge dem til.
nl: Houd het beginscherm ingedrukt, tik op ＋ en zoek “Budgetty” om ze toe te voegen.
pl: Przytrzymaj ekran główny, dotknij ＋ i wyszukaj „Budgetty”, aby je dodać.
pt: Mantém premido o ecrã principal, toca em ＋ e procura “Budgetty” para os adicionar.
ro: Ține apăsat pe ecranul principal, atinge ＋ și caută „Budgetty” pentru a le adăuga.
ru: Нажмите и удерживайте главный экран, коснитесь ＋ и найдите «Budgetty», чтобы добавить их.
sv: Håll på hemskärmen, tryck på ＋ och sök efter “Budgetty” för att lägga till dem.

source: Track as bill
bg: Проследи като сметка
cs: Sledovat jako účet
da: Følg som regning
de: Als Rechnung erfassen
es: Seguir como pago
fi: Seuraa laskuna
fr: Suivre comme facture
it: Monitora come spesa
nb: Spor som regning
nl: Als rekening bijhouden
pl: Śledź jako rachunek
pt: Acompanhar como conta
ro: Urmărește ca factură
ru: Отслеживать как счёт
sv: Spåra som räkning

source: Track as recurring bill
bg: Проследи като повтаряща се сметка
cs: Sledovat jako pravidelný účet
da: Følg som fast regning
de: Als wiederkehrende Rechnung erfassen
es: Seguir como pago recurrente
fi: Seuraa toistuvana laskuna
fr: Suivre comme facture récurrente
it: Monitora come spesa ricorrente
nb: Spor som fast regning
nl: Als terugkerende rekening bijhouden
pl: Śledź jako rachunek cykliczny
pt: Acompanhar como conta recorrente
ro: Urmărește ca factură recurentă
ru: Отслеживать как регулярный счёт
sv: Spåra som återkommande räkning

source: Trend
bg: Тенденция
da: Tendens
es: Tendencia
fi: Trendi
fr: Tendance
it: Andamento
pt: Tendência
ro: Tendință
ru: Динамика

source: Trim a subscription you don't use to lift your score.
bg: Откажи се от абонамент, който не ползваш, за да вдигнеш оценката си.
cs: Zrušte předplatné, které nevyužíváte, ať si zvednete skóre.
da: Opsig et abonnement, du ikke bruger, for at hæve din score.
de: Kündige ein ungenutztes Abo, um deinen Score zu verbessern.
es: Cancela una suscripción que no uses para subir tu puntuación.
fi: Karsi tilaus, jota et käytä, nostaaksesi pisteitäsi.
fr: Résiliez un abonnement que vous n'utilisez pas pour améliorer votre score.
it: Elimina un abbonamento che non usi per alzare il punteggio.
nb: Kutt et abonnement du ikke bruker for å løfte scoren din.
nl: Zeg een ongebruikt abonnement op om je score te verhogen.
pl: Zrezygnuj z nieużywanej subskrypcji, aby podnieść swój wynik.
pt: Corte uma assinatura que você não usa para elevar sua pontuação.
ro: Renunță la un abonament nefolosit ca să-ți crești scorul.
ru: Откажитесь от ненужной подписки, чтобы поднять оценку.
sv: Säg upp en prenumeration du inte använder för att höja din poäng.

source: Try a word like coffee, gym, parking or rent.
bg: Опитайте дума като кафе, фитнес, паркинг или наем.
cs: Zkuste slovo jako káva, posilovna, parkování nebo nájem.
da: Prøv et ord som kaffe, fitness, parkering eller husleje.
de: Versuche ein Wort wie Kaffee, Fitness, Parken oder Miete.
es: Prueba una palabra como café, gimnasio, aparcamiento o alquiler.
fi: Kokeile sanaa kuten kahvi, kuntosali, pysäköinti tai vuokra.
fr: Essayez un mot comme café, sport, parking ou loyer.
it: Prova una parola come caffè, palestra, parcheggio o affitto.
nb: Prøv et ord som kaffe, trening, parkering eller husleie.
nl: Probeer een woord zoals koffie, sportschool, parkeren of huur.
pl: Spróbuj słowa takiego jak kawa, siłownia, parking lub czynsz.
pt: Experimente uma palavra como café, academia, estacionamento ou aluguel.
ro: Încearcă un cuvânt precum cafea, sală, parcare sau chirie.
ru: Попробуйте слово, например кофе, спортзал, парковка или аренда.
sv: Prova ett ord som kaffe, gym, parkering eller hyra.

source: Try again
bg: Опитай пак
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ro: Încearcă din nou
ru: Повторить
sv: Försök igen

source: Typing them in
bg: Въвеждане ръчно
cs: Ručním zadáváním
da: Indtaste dem manuelt
de: Manuell eingeben
es: Escribiéndolos a mano
fi: Kirjoittamalla ne
fr: En les saisissant manuellement
it: Inserendole manualmente
nb: Skrive dem inn selv
nl: Handmatig invoeren
pl: Wpisując je ręcznie
pt: Digitando manualmente
ro: Introducându-le manual
ru: Вводя их вручную
sv: Skriva in dem

source: Under pace this week
bg: Под плана тази седмица
cs: Pod plánem tento týden
da: Under takten denne uge
de: Diese Woche unter dem Tempo
es: Por debajo del ritmo esta semana
fi: Alle tahdin tällä viikolla
fr: Sous le rythme cette semaine
it: Sotto il ritmo questa settimana
nb: Under takten denne uken
nl: Onder tempo deze week
pl: Poniżej tempa w tym tygodniu
pt: Abaixo do ritmo nesta semana
ro: Sub ritm săptămâna aceasta
ru: Меньше плана на этой неделе
sv: Under takten den här veckan

source: Unlimited custom categories
bg: Неограничени собствени категории
cs: Neomezené vlastní kategorie
da: Ubegrænsede egne kategorier
de: Unbegrenzte eigene Kategorien
es: Categorías propias ilimitadas
fi: Rajattomat omat kategoriat
fr: Catégories personnalisées illimitées
it: Categorie personalizzate illimitate
nb: Ubegrensede egne kategorier
nl: Onbeperkt eigen categorieën
pl: Nielimitowane własne kategorie
pt: Categorias personalizadas ilimitadas
ro: Categorii personalizate nelimitate
ru: Безлимитные пользовательские категории
sv: Obegränsade egna kategorier

source: Unlimited home-screen widgets
bg: Неограничени джаджи на началния екран
cs: Neomezené widgety na domovské obrazovce
da: Ubegrænsede widgets på startskærmen
de: Unbegrenzte Startbildschirm-Widgets
es: Widgets ilimitados en la pantalla de inicio
fi: Rajattomat aloitusnäytön widgetit
fr: Widgets d'écran d'accueil illimités
it: Widget illimitati nella schermata Home
nb: Ubegrensede widgets på startskjermen
nl: Onbeperkt widgets op het startscherm
pl: Nielimitowane widżety na ekranie głównym
pt: Widgets ilimitados na tela inicial
ro: Widgeturi nelimitate pe ecranul principal
ru: Безлимитные виджеты на главном экране
sv: Obegränsade widgetar på hemskärmen
